Repository: bluecatlabs/bluecat-example-workflows
Catalog: projects/get_object_details/get_object_details_ui/src/l10n/zz.po
Languages: zz

source: Enter object ID
zz: ÉÉntéér ôôbjééççt ÎÎD

source: Get object
zz: Géét ôôbjééççt

source: Get object name example
zz: Géét ôôbjééççt nââméé ééxââmpléé

source: Name
zz: Nââméé

source: Object ID
zz: Objééct ÍÍD

source: The object does not exist for the given ID.
zz: Théé ôôbjééççt dôôéés nôôt ééxîîst fôôr théé gîîvéén ÎÎD.

source: Type
zz: Typéé

source: Value cannot be empty.
zz: Vââlùùéé ççâânnôôt béé éémpty.

source: Value should not be less than 0.
zz: Vââlùùéé shôôùùld nôôt béé lééss thâân 0.

source: This is a workflow to get name and type for the given object ID. It is compatible with Gateway 23.2 or newer, BAM 9.5.0 or newer, and uses BAM REST v2 API.
zz: Thîîs îîs ââ wôôrkflôôw tôô géét nââméé âând typéé fôôr théé gîîvéén ôôbjééççt ÎÎD. ÎÎt îîs ççôômpââtîîbléé wîîth Gââtééwâây 23.2 ôôr nééwéér, BÂÂM 9.5.0 ôôr nééwéér, âând ùùséés BÂÂM RÉÉST v2 ÂÂPÎÎ.
